Revit 2024 API
GroupTypeId.Phasing Property
 Phasing.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId Phasing { get; }
Visual Basic
Public Shared ReadOnly Property Phasing As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Phasing {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace